appcleaner
docker
google-drive
kitty
microsoft-auto-update
microsoft-edge
microsoft-excel
microsoft-outlook
microsoft-teams
microsoft-word
nordvpn
slack
spotify
the-unarchiver
tiles
transmission
utm
visual-studio-code
vlc
yubico-yubikey-manager
zoom
